{
  "introStrings": [
    "A bar is a licensed place for selling all kinds of alcoholic beverges to the customer, Bars are found in hotels, resorts, clubs, casinos, and many such establishments and can also be operated as independent units. The bar is one of the key revenue-generating areas of the food and beverage department of the hotel industry"
  ],
  "ImportanceBarManagement":[
    "The main function of the Bar id to serve alcoholic drinks to run the bar smoothly. Bar management acts as both service and a storage area for all these items mentioned.",
    "The other important requirements for bar operations are water supply, electric supply, lighting, and drainage.So it is the most revenue-generating area that needs proper supervision and control.",
    "The staff working in the bar may be tempted to drink or sell the liquor without any accountability. The contents should be converted to revenue and any breakage of bottles or spillage must be properly recorded and the manager or in charge notified so that the situation is not misused.",
    "The liquors are served as straight drinks or Cocktails and the daily consumption must be recorded to forecast the sales and prepare the requisition accordingly."
  ],
  "Ales":[
    "- Barley wine: It is a dark fruity beer with high alcoholic content which ranges from 6 to 11 percent by volume",
    "- Bitter: It is copper color draught ale with a predominant hop flavor which results in a bitter taste.",
    "- Brown: It is a dark brown sweet beer, low in alcohol.",
    "- Stout: A very dark beer made with a high proportion of malt and hops. The world’s most famous stout is Guinness.",
    "- Scotch ale: It is a very strong, often extremely dark, malt-accented beer from Scotland.",
    "- Porter: Since this ale is popular amongst the porters of Dublin and London, it is called Porter. It is brewed from charred malt which contributes a bitter taste and dark color.",
    "- Indian pale ale: It has higher alcoholic strength with a more happy flavor.",
    "- Burton: A strong, dark, draught beer mulled or spices. It is popular during the winter."
  ],
  "Lagers":[
    "- Bock: It is a strong beer from Germany. In the USA it is darker and sweeter. Belgian bock is less alcoholic.",
    "- Doppelbock: It is an extra-strong beer from Germany.",
    "- Dortmunder: It is a blonde beer with a lightly hopped flavor.",
    "- Munchener: It is a dark brown malty beer with an alcoholic content of around 5 percent.",
    "- Pilsner: It is a pale gold beer, that originated in Pilsen, Czech Republic. It is the most imitated of all beer styles."
  ],
  "SourBeer":[
    "- Deposits of yeast in the pipes and dispensing equipment.",
    "- Add stale beer to a fresh cask of beer.",
    "- Not exhausting the beer on time.",
    "- Exposing the beer to heavy fluctuations of temperature.",
    "- Exposed to heavy lighting."
  ],
  "CloudyBeer":[
    "- Stored in low temperature.",
    "- Uncleaned or poorly cleaned pipes.",
    "- Trying to pull the beer from the cask before removing the spile."
  ],
  "FlatBeer":[
    "- Poor or faulty spile control – having a soft pile when a hard spile is needed.",
    "- Too low a temperature.",
    "- Served in a greasy glass.",
    "- Poured and left in the glass for a long time."
  ],
  "PopularBrands":[
    "Beer brand and the country of origin",
    "Corono– Mexico.",
    "Goldstar– Israel.",
    "Amstel– Netherlands.",
    "Heineken– Netherlands",
    "Tanqueray– England",
    "Tiger beer– Singapore.",
    "Carlsberg– Denmark.",
    "Black label– Canada.",
    "Castle lager– South africa.",
    "Milk stout– England.",
    "Flying fish– South Africa.",
    "Amarula– South Africa.",
    "J&B whiskey– England.",

    "The History of Beer",
    "Brewing beer is believed to be over 10000 years old. Ancient Egyptians brewed beer about 6000 years ago and many civilizations brewed beer from various bowls of cereal.",
    "Early beer makers used a very simplistic brewing process and fermented beer for only a brief period one to one day at the most. For centuries brewers heated grain over open fires, resulting in dark, smoky malt that produced dark beer with a strong flavor.",
    "The first beer brewed with hops in the brewing process in the fifteenth century gave a unique bitter taste to the beer and also protected beer from going sour. The introduction of compressed gas refrigeration in the late nineteenth century made the fermenting of beer possible at any time in any seasonal climate.",
    "Beer is a brewed and fermented drink prepared from malted cereals, especially barley. In the brewing process, the malt is extracted from the cereal by infusing it in the hot water which results in the product called Wort, and the hops are added to the hot wort to obtain flavor and bitter taste. It is then cooled and fermented with the addition of yeast."
  ],
  "ServeBeerRestuarant":[
    "1. While serving the beer make sure to use only clean and appropriate glass without any traces of grease, finger marks, or stains.",
    "2. And serve the beer at the correct temperature. Most Indians and Americans prefer drinking all kinds of beer chilled. The ideal temperature range for beer service is 13-15 degrees Celsius.",
    "3. The room temperature for a bottled brown ale, stout, barley wine, and Trappist beer is 16-18 degrees Celsius.",
    "4. Pour beer with just enough head.",
    "Note that, the Ale is served at 12-14 degrees Celsius and Lager is the best served at 7-10 degrees Celsius."
  ],
  "ServiceBeerRestuarants":[
    "1. Beer Steins",
    "",
    "Beer Steins are heavy thick mugs specially designed to hold beer without breakage. They have sturdy handles for easier lifting.",
    "Beer Steins are a special kind of beer mug that originated in Germany. Typically they hold between 12 to 16 ounces. A Beer Stein is much like a Beer mug. But includes a thumb rest or a lid.",
    "",
    "2. Beer Glass",
    "Some glasses are specifically designed to hold pints of Beer or Pilaster and larger Beer. Pilaster glasses are flared with the top being wider than the blotto. Pint glasses are large, most tapering down to the bottom.",
    "Most pubs serve beer which is dispensed through a tap. Pubs in India are gaining more popularity, especially amongst the youth.",
    "Depending on the type of beer available in the establishment. The waiter serves any of the following types of beer to the guests according to their preferences,",
    "Draught Beer",
    "Bottled Beer",
    "Canned Beer"
  ],
  "BeerServiceAre":[
    "Half-pint glass for draught beer",
    "Beer mug for Bottled beer",
    "Goblet for Guinness",
    "Lager glasses for Lager beer",
    "",
    "So, the service of beer calls for all skills and extensive knowledge. The wait staff should know the right glassware, the quantity to be poured, the temperature at which each drink should be served, and the alcoholic content of the drinks to ensure customer satisfaction. Every establishment sets its own Standard Operating Procedures (SOP)."
  ],
  "Bartenders":[
    "Bartenders work directly with customers by mixing and serving drink orders. Their responsibilities include verifying age requirements, knowing alcohol pairing and tastes, knowing how to make traditional and classy drinks, processing payments, managing inventory and cleaning bar supplies."
  ],
  "TakeOrders":[
    "A large part of being a bartender is communicating with customers and nurturing relationships. A bar milieu is often chaotic and loud, and bartenders must be highly proactive about taking orders. Multiple customers may sidle up to the bar at once, and a bartender will communicate efficiently and effectively which each one.",
    "These days, drink menus have seasonal ingredients and obscure terminology that can leave customers clueless as to what to order. Good bartenders are friendly professionals willing to answer questions and guide guests through the menu."
  ],
  "ServeDrinksSnacks":[
    "Bartenders can serve dozens, if not hundreds, of drinks during peak hours. This means taking orders, mixing drinks, and processing payments. The bartender might have multiple tabs running with new orders coming in at every turn.",
    "It’s essential for those who get into the craft not to forget the customer service aspect of bartending. Bartenders must live by the mantra that there’s no such thing as a bad drink. In other words, the customer gets what they want."
  ],
  "Memory":[
    "If there is one thing a successful bartender needs, it's a good memory. They strengthen short-term memory by recalling drink orders, remembering the ingredients to specific drinks or cocktails, or the names of trending craft beers. Bartender's sharpen long-term memory when they remember regulars and greet them by name. A good memory builds rapport with customers as bartenders converse with regulars about personal topics and inquire about them at a later time."
  ],
  "Mixology":[
    "A knowledge of trending drinks or obscure concoctions set bartenders apart. They stay current on seasonal trends or drink popularity and often create their own recipes. Bartenders who free pour, the skilled practice of adding alcohol in precise amounts, sharpen their dexterity and efficiency skills.",
    "Bartenders might mix the same drinks over and over with equal precision to satisfy the customer's expectation that the taste of the next drink will be the same as the last."
  ],
  "Communication":[
    "Bartenders speak and interact with a number of personalities throughout their shift. Their communication skills allow them to shift tone or change topic according to who they are interacting with. As part of a team, bartenders communicate with wait or kitchen staff and might run interference to ensure the bar and/or restaurant run efficiently.",
    "Communication skills include listening to customer's troubles with a sympathetic ear, and if a regular, following up with the customer. Their listening skills alert them to times when they may have to intervene in heated conversations or a contest of opinion."
    
  ],
  "Flexibility":[
    "Bartenders may work alternate shifts, nights or weekends. Their availability remains flexible and shifts may change from week to week. On the job flexibility comes into focus when bartenders fill gaps in wait staff to fill food orders or complete financial transactions. Customers may change drink orders or meal requests or ready to close out a bar tab; bartenders have the flexibility to fill in where needed."
  ],
  "Organization":[
    "Bartenders need organizational skills to stay alert to product demands and ensure the bar has ingredients for trending cocktails or the latest craft beer, including garnishes and ice. Seasonal trends affect drink demands and bartenders know what's popular or likely to be in demand.",
    "It takes organization to remember which customer wants which drink and fill them in the correct order. When handling cash, working with team members, and keeping track of day-to-day demand, organizational skills keep everything in balance."
  ],
  "Teamwork":[
    "Bartenders work with wait and kitchen staff as well as management and other bartenders. They value the team effort of serving customers and do their part to fill orders or help other staff if they fall behind. Bartenders stay alert to changing circumstances and provide assistance if needed."
  ],
  "Friendliness":[
    "Bartenders present an inviting, friendly atmosphere to bar patrons so they feel welcome and relaxed. Remaining friendly can present obstacles when a bartender feels stress or frustration when dealing with a dissatisfied customer. Bartenders may offer conversation if the bar is quiet as well as meet customer requests when the bar is busy. They interact with many different people, cultures and customs and a friendly approach makes customers feel comfortable and builds trust."
  ],
  "Composure":[
    "In addition to friendliness, bartenders learn to remain composed and calm despite job stresses. Bartenders develop composure as they become adept at reading situations and acting accordingly to diffuse a situation, help a coworker or manage a crisis. Bartenders who take frequent breaks and practice self-care increase their ability to remain composed in harried circumstances."
  ],
  "Efficiency":[
    "Bartenders do a lot more than pour drinks, they take orders, wait tables, deliver orders, perform cash transactions, monitor inventory and restock the bar. Varied job responsibilities call for learning to handle job duties in an efficient manner to complete tasks in a timely manner without sacrificing customer service."
  ],
  "Consistency":[
    "Bar customers order cocktails with the expectation the drink will taste exactly the same as the previous drink, no matter where they ordered it. Bartenders must be consistent in their mixology so customers get exactly what they expect. The ability to consistently use the same ingredients amounts is good for business and ensures profits because bartenders aren't over or under pouring.",
    "Consistent behavior lends familiarity to the bar and customers might expect their bartender to display the same temperament and attitude each time they visit."
  ],
  "PeopleSkills":[
    "Bartenders gain skills to read people and vary their bartending style to meet the moment. Bartenders may interact differently with a group of football fans than they do with a bachelorette party. They learn to adapt to conditions and people to present a friendly face and meet expectations by accurately filling drink orders."
  ],
  "CashManagement":[
    "Bartenders handle financial transactions throughout their shift and are able to accurately and swiftly process cash, credit card or traveler's cheque transactions. They may process an order for a large group celebrating an event or help out-of-town travelers figure out which coins are worth what. Bartenders may close out tabs, requiring accurate record-keeping to know what the customer owes and provide a receipt. Bartenders handle cash transactions by announcing the amount of cash a customer presented (“Out of ten dollars”) and accurately counting back their change."
  ],
  "Stamina":[
    "Stamina is the staying power to continue performing a job efficiently and accurately despite changing conditions. Depending on the time of day, holiday, or shift, bartenders can be very busy stocking the bar, filling drink orders, monitoring inventory and handling transactions. Stamina plays a valuable role for bartenders as they multitask throughout their shift."
  ]
}