{
    "Communication":[
        "Communication is the way of conveying needs, thoughts, pain and feelings to one another. it is an an attempt to be understood by others and understand them in return.",
        "Successful communication helps us better understand people and situations. It helps us overcome diversities, build trust and respect, and create conditions for sharing creative ideas and solving problems.",
        "Although communication itself seems simple, often when we try to establish communication with others, there is always a chance for lack of understanding that might cause conflicts and frustrations in personal or professional life in relation with other people"
    ],
    "Important":[
        "Listen to what you are being told.",
        "Understand cultural influence to people's communication",
        "Know your patient, it helps you understand them more",
        "Show interest in what is being said.",
        "Remain calm and be friendly as possible"
    ],
    "SkillImportant":[
        "Better Response from all Stakeholders",
        "Quick in Problem solving",
        "Strong Decision Making",
        "Advanced professional image",
        "Consistence in the work flow"
    ],
    "sight":[
        "Avoid unnecessary noises",
        "Don't Shout, They can't see not deaf",
        "Describe the position of food in their plate and on the table, remember they cannot see.",
        "Explain in detail what you are about to do.",
        "Avoid whispering as most of the people with sight impairments depend on their hearing."
    ],
    "Speech":[
        "Show empathy towards the patient.",
        "Be patient, don't rush the patient.",
        "Speech therapy might be effective.",
        "Use word charts/flash cards if the patient prefers it."
    ],
    "Disorientated":[
        "Give the correct information to try and orientate the patient.",
        "Do not reinforce disorientated.",
        "Make sure the patient  is comfortable with the surroundings."
    ],
    "Hearing":[
        "Make sure that the patient can see your face when you talk, since they mostly rely on lip-reading.",
        "Speak loud enough, but don't shout.",
        "Speak clearly and slowly.",
        "Avoid simple, short sentences.",
        "Be patient, repeat yourself if necessary."
    ],
    "stroke":[
        "* They think of what to say and how to say it.",
        "* They attempt to hear and understand other people.",
        "* They have a challenge moving mouth muscles to talk",
        "Stroke attack part of your brain and damages it. If the damage occurs in the part that is responsible for speech or language, you may have problems communicating."
    ],
    "problems":[
        "- May get mixed up with words, forgeting names.",
        "- Failure to speak but understands what others are saying.",
        "- Use of wrong words, sometimes using words that are not even real words.",
        "- May not understand much of what others are saying.",
        "- May have problems with eating and swollowing."
    ],
    "HadStroke":[
        "- Do not force them to say a word just because they got it right the previous time.",
        "- Always keep them on the subject at hand, avoid them going off course with a conversation.",
        "- They may draw or write what they want to tell you.",
        "- Teach them to use gestures.",
        "- Understand they not doing it on purpose.",
        "- Encourage them to communicate in any way possible.",
        "- Ask simple questions so that they can can just answer yes or no, nod or shake head.",
        "- Don't talk about the [atient as if they were not there. They might still understand everything, though they might not be able to speak.",
        "- Praise every improvement.",
        "- They will cope better when speaking to one person."
    ],
    "StrokeActivities":[
        "- Games like Chess, draughts, solitaire and cards.",
        "- Craft and handiwork.",
        "- Walking or hiking.",
        "- Music, bowls, building puzzles.",
        "- Join a club e.g support groups."
    ],
    "reportRn":[
        ""
    ]
}