{
    "Communication":[
        "Communication is the way of conveying needs, thoughts, pain and feelings to one another. it is an an attempt to be understood by others and understand them in return.",
        "Successful communication helps us better understand people and situations. It helps us overcome diversities, build trust and respect, and create conditions for sharing creative ideas and solving problems.",
        "Although communication itself seems simple, often when we try to establish communication with others, there is always a chance for lack of understanding that might cause conflicts and frustrations in personal or professional life in relation with other people"
    ],
    "Important":[
        "Listen to what you are being told.",
        "Understand cultural influence to people's communication",
        "Know your patient, it helps you understand them more",
        "Show interest in what is being said.",
        "Remain calm and be friendly as possible"
    ],
    "SkillImportant":[
        "Better Response from all Stakeholders",
        "Quick in Problem solving",
        "Strong Decision Making",
        "Advanced professional image",
        "Consistence in the work flow"
    ],
    "sight":[
        "Avoid unnecessary noises",
        "Don't Shout, They can't see not deaf",
        "Describe the position of food in their plate and on the table, remember they cannot see.",
        "Explain in detail what you are about to do.",
        "Avoid whispering as most of the people with sight impairments depend on their hearing."
    ],
    "Speech":[
        "Show empathy towards the patient.",
        "Be patient, don't rush the patient.",
        "Speech therapy might be effective.",
        "Use word charts/flash cards if the patient prefers it."
    ],
    "Disorientated":[
        "Give the correct information to try and orientate the patient.",
        "Do not reinforce disorientated.",
        "Make sure the patient  is comfortable with the surroundings."
    ],
    "Hearing":[
        "Make sure that the patient can see your face when you talk, since they mostly rely on lip-reading.",
        "Speak loud enough, but don't shout.",
        "Speak clearly and slowly.",
        "Avoid simple, short sentences.",
        "Be patient, repeat yourself if necessary."
    ],
    "stroke":[
        "* They think of what to say and how to say it.",
        "* They attempt to hear and understand other people.",
        "* They have a challenge moving mouth muscles to talk",
        "Stroke attack part of your brain and damages it. If the damage occurs in the part that is responsible for speech or language, you may have problems communicating."
    ],
    "problems":[
        "- May get mixed up with words, forgeting names.",
        "- Failure to speak but understands what others are saying.",
        "- Use of wrong words, sometimes using words that are not even real words.",
        "- May not understand much of what others are saying.",
        "- May have problems with eating and swollowing."
    ],
    "HadStroke":[
        "- Do not force them to say a word just because they got it right the previous time.",
        "- Always keep them on the subject at hand, avoid them going off course with a conversation.",
        "- They may draw or write what they want to tell you.",
        "- Teach them to use gestures.",
        "- Understand they not doing it on purpose.",
        "- Encourage them to communicate in any way possible.",
        "- Ask simple questions so that they can can just answer yes or no, nod or shake head.",
        "- Don't talk about the [atient as if they were not there. They might still understand everything, though they might not be able to speak.",
        "- Praise every improvement.",
        "- They will cope better when speaking to one person."
    ],
    "StrokeActivities":[
        "- Games like Chess, draughts, solitaire and cards.",
        "- Craft and handiwork.",
        "- Walking or hiking.",
        "- Music, bowls, building puzzles.",
        "- Join a club e.g support groups."
    ],
    "reportRn":[
        "- Abnormlities on the patient while working with the patient",
        "- Off duties, tea and lunch times and while leving a ward or section.",
        "- Broken equipment.",
        "- Sick or late for work.",
        "- Anything you feel necessary to report.",
        "- The registered nurse will tell you what they expect you to report.",
        "",
        "",
        "Reporting Enables:",
        "* Continuous evaluation.",
        "* Good communication between staff members.",
        "* Leads to action.",
        "* Creates trustworthiness.",
        "* Promotion of ethical conduct to be followed.",
        "",
        "",
        "Points To Remember When Reporting.",
        "* Accuracy.",
        "* Be alert to fetect abnormalities.",
        "* Communication.",
        "* Trustworthiness.",
        "* Always know what, when, how why and to whom report. In order for you to report of any Abnormalities."
    ],
    "Observation":[
        "SKIN:",
        "- Skin warm or cold?",
        "- Color of skin: pink, yellow or pale?",
        "- Are there any operation scars?",
        "- Skin smooth and clear or dry and wrinkled?",
        "- Insect bites? Lice or other insects or clean?",
        "",
        "MENTAL STATE:",
        "- Is the patient disorientated, cooperative, sad, nervous, talkative, happy, reserved, irritable or depressed?",
        "",
        "EYES:",
        "- Are they clear or dim?",
        "- Complaining of poor vision?",
        "- Complaining of itchy or burning eyes?",
        "- Are the eyes staring?",
        "- Eyes ed or teary?",
        "- Do eyelids stick to each other (discharge)?",
        "",
        "NOSE:",
        "* Breathing difficulty",
        "* Discharge watery, slim or bloody?",
        "* Count breathes per minute",
        "* Is the breathing hoarse or noisy?",
        "",
        "BLADDER:",
        "- Pain when passing urine?",
        "- How frequent do they pass urine?",
        "- Any blood present in the urine?",
        "",
        "STOMACH:",
        "* Nauses? Vomiting?",
        "* Any flatulence/wind?",
        "* Indegistion?",
        "",
        "Ears:",
        "- Can the person hear clearly?",
        "- Does the patient complains of any dizziness?",
        "- Any clear or bloody discharge in the ears?",
        "- Any buzzy or ringin sound in their ears?",
        "- Do they use hearing aid?",
        "",
        "LIMBS:",
        "- Swollen or painful joints?",
        "- Any blue hands or feet?",
        "- Any vericose veins?",
        "- Any bunions or corns on the feet?",
        "- Shoes fitting properly",
        "- Swollen feet?",
        "- Feet clean?",
        "- Any wound present?",
        "",
        "- Hair and beard:",
        "- Hair clea, untidy, neat or dirty?",
        "- Dry scalp or dandruff present?",
        "- Any lice or other insects?",
        "- Groomed hair and beard?",
        "- Do they need a shave?",
        "",
        "Mouth, teeth and tongue",
        "- Own teeth or dentures?",
        "- Dentures fitting well?",
        "- Colour of the tongue blur or red?",
        "- Any sores on the tongue or in the mouth?",
        "- Is the tongue clean, dry, dirty, moist or coated?",
        "",
        "NAILS:",
        "- Normal or thickened?",
        "- Long or short",
        "- Any sores around the nails",
        "- Colour under the nails(blue, pink, pale)",
        "",
        "APPETITE:",
        "* Good appetite or not",
        "* Drinking enough fluids",
        "* Any allergies?",
        "* Can patient cut their own meat?",
        "* Healthy eating patterns",
        ""
    ],
    "Influenza":[
        "Headache",
        "Tiredness",
        "painful muscles",
        "Dry cough",
        "Blocked nose/nasal discharge",
        "Fever"
    ],
    "Treatment":[
        "Pain and fever medicine",
        "Cough syrup for dry cough",
        "Lots of rest",
        "Drink lots of fluids"
    ],
    "Prevention":[
        "* Vaccination can be taken annually",
        "* Good immune system by eating healthy",
        "* Enough sleep nd exercise"
    ],
    "Asthma":[
        "Asthma is a sickness of the airways of the lungs that makes it hard to breath. These things might happen if you have asthma",
        "- You can't breath easily",
        "- You often can't speak",
        "- There's a tight feeling in your chest and you may make wheezing or whistling noises when breathing.",
        "- Cough a lot at night and after doing exercises",
        "",
        "If someone has an asthma attack, this is what you should",
        "* Help them get out their inhaler and take their meds.",
        "* Make a person to sit down, not lie down",
        "* Loosen tight clothing",
        "* Make sire no one is smoking nearby",
        "If the person is still struggling to breath after 5 minutes, call an ambulance. A serious attack is very dangerous and needs immediate medical attention."
    ],
    "Tract":[
        "Urinary tract infection (UTI) is an infection of the bladder or the tubes that carry urine from the bladder (ureters). Females get these infections more than males because the female uterine tubes are shorter than males, so it is easier for the bacteria to reach the bladder."
    ],
    "SignAndSymptoms":[
        "- Patient complains of pain when padding urine.",
        "- Often feel like going to the toilet but may pass only a little urine each time.",
        "- Fever",
        "- Urine my smell bad and look cloudy."
    ],
    "UrineHealth":[
        "- Females can get UTI from germs in feaces. Girls should be taught to wipe from the vagina towards the anus (front to back) when using the toilet to avoid germs entering the vagina.",
        "- Keep genital area clean, but do not use perfumed soap, bubble baths or bath oils to the bath water."
    ],
    "HeartAttack":[
        "It is usually suspected when a patients has severe chest pains. The pains can be located across the chest or by the left sode of the chest, running down the left arm. The pain may also go into the neck, jaw or back. Patient may experience nausea, Vomiting, sweating, dizziness and shortness of breath. People usually confuse a heart atack with indigestion, as symptoms may be similar. A doctor must investigate any chest pain that is not relieved by antacids like Eno or repeated attacks of chest pains.",
        ""
    ],
    "Epilepsy":[
        "This is a tendency to fits and seizures which are caused by a brief disturbance in the elctrical activity of the brain . The effect is that of an electrical storm in the brain. Do not be frightened when you see somebody having a fit. You need to keep calm and prevent anyone from rushing to the fitting person. There is very little you can do.",
        "",
        "What to do.",
        "Never hold them down to stop the convulsions.",
        "Never give them anything to eat or drink during the fit.",
        "Do not call an ambulance, unless one fit follows another without patient regaining consciousness in between."
    ],
    "hepatits":[
        "It is an infectious disease that affects the liver, causing it to become inflamed. In severe cases, hepatitis can result in permanet liver damage.",
        "symptoms:",
        "- Jaundice (yellow skin and eyes)",
        "- Nausea",
        "- Fever",
        "- Abdominal pain",
        "Hepatitis A - is spread through infected food abd is the most common type. incubation period is 3-6 weeks and recovery takes 6 weeks.",
        "Hepatitis B - is spread by contract with infected blood or intimate contact with an infected person. It is the most dangerous. Intravenous drug users are at high risk. It also take months to recover.",
        "Hepatitis C - is the least severe but is becoming more common.It's also transmitted through infected blood- blood transfusions are the most common cause"
    ],
    "Cataract":[
        "* It is a condition in which a part of the eye becomes cloudy.",
        "The clouded part of the lens is also called blindness when the cloudiness covers a large area,is dense or is at the center of the lens. Some cataracts cause little to no loss of vision. Most cataracts result from aging. If a caract causes enough loss of vision, then that lens is removed during surgery. The patient must wear singlasses or contact lenses to see well. In many cases, surgeons replace the clouded lenses with intraocular lens."
    ],
    "Alzheimer":[
        "Alzheimer is a disorer of the brain that causes loss of memory and progressive mental deterioration. (Alois Alzheimer, a german neurologist first described it in 1906) it is age related, the older a person gets, the more likely for it to occur. People in their 40s and 50s can have it, though it is very rare. it is not part of normal ageing.",
        "Symptoms of Alzheimer:",
        "* Forgetfulness and disorientated.",
        "* Restlessness at night.",
        "* Anxiety and depression.",
        "* Loss of judgement and insight.",
        "* Loss of ability to speak, function or understand.",
        "Warning:",
        "* They don't care how they look and may refuse to bath.",
        "* Difficulty recognizing own family members.",
        "* Suspicious of other people, and may accuse them of stealing or hiding things.",
        "* Getting lost in familiar places like their own neighborhood."
    ],
    "PRKINSON":[
        "Parkinson's syndrome is a condition where there is a decrease in the levels of hormone dopamine and this leads to a chemical imbalance with typical symptoms. it is chronic, progressive and affects the nervous system. it affects the area of the brain that controls movement and balance.",
        "A brain disorder that leads to shaking stiffiness and difficulty with walking, balance & coordination.",
        "Symptoms:",
        "Stooped posture.",
        "Decreased eye movement or wrinking.",
        "Tremors in the hands shaking.",
        "Weight loss due to metabolic increased activity caused by tremors and rigidity."
    ],
    "CONSTIPATION":[
        "Constipation is defined as having a bowel movemnet less than three times per week. With Constipation, stools are usually hard, dry, small in size and diffucult to eliminate. Some may find it painful to have a bowel movement and often experience bloating and sensation of a full bowel.",
        "",
        "Common causes:",
        "Not enough fibre inthe diet",
        "Lack of physical activity (mainly elders)",
        "Certain meds.",
        "Irritable bowel syndrome",
        "Pregnancy or ageing.",
        "Travelling.",
        "Abuse of laxatives.",
        "",
        "Treatment: ",
        "Eat well balanced, high fibre diet. (BEans, bran, whole grain, fresh fruits and vegetables).",
        "Drink plenty of fluids.",
        "Set aside time for breakfast, lunch and undisturbed time in the toilet.",
        "Doctor may recommend laxatives."
    ],
    "DIABETES":[
        "It is a disease in which the body's ability to produce or respond tot he hormone insulin is impaired, resulting in abnormal metablism of carbohydrates and eleveted levels of glucose in the blood.",
        "If the body is not producing enough insulin (TYPE1) or it is ineffective (TYPE2), glucose is not able to enter your cells and it consequently builds up/accumulates in your blood. Eventually the glucose enters your urine,",
        "causing: ",
        "Polyuria (frequent urination in large amounts)",
        "Excessive thirst.",
        "Hunger.",
        "Tiredness",
        "",
        "Other symptoms are :",
        "Wounds or cuts that won't heal.",
        "Recurring infections.",
        "Blurred vision",
        "",
        "Monitoring and control :",
        "Exercise regularly",
        "Plan your meals",
        "Take diabetes meds as prescribed",
        "Regular clinic/doctor visits",
        "Always balance your food intake with medication and activity."
    ],
    "DIABETESFOOD":[
        "Nerve damage - high blood glucose levels damage the nerves over time. Patients may lose feeling of their own feet and legs. Symptoms include numbness of legs or feet, tingling sensation in the legs and inability to feel your feet at all. This causes injuries from pressure since trauma goes unnoticed.",
        "Poor circulation - reduced blood flow in the legs and feet results in too little oxygen and nutrients reaching the feet, causing injured feet to heal slowly or not at all.",
        "Infection - diabetic patients are prone to infections and are less able to fight off infection due to weakened immune system. This often leads to ulceration of skin and tissue, due to late infection detection.",
        "Foot deformities - flat feet, hammer toes, bunions can cause lesions in diabetics due to poor circulation and neuropathy (weakness and pain from nerve damage), lesions such as corns, calluses, blisters or ulcers are a result and can lead to serious infections, even to other parts of the foot.",
        "",
        "Warning Sings :",
        "Redness or swelling of foot or ankle",
        "Change in size of foot or ankle",
        "Skin color changes - blue, red, or black discolouration.",
        "open sores.",
        "Non - healing wounds",
        "ingrow toenails.",
        "Corns and calluses with skin discolouration."
    ],
    "CANCER":[
        "Cancer develops when cells in a part of the body begin to grow out of control. All cancer types start because of out-of-control abnormal cells. The cancer cells do not die. They out live the normal cells and continue to form new abnormal cells.",
        "Cancer usually forms as a tumor, except for leukemia that forms in the blood and circulate to other tissues where they grow.Not all tumors are cancerous. Benign (non-cancerous) tumors do not spread and are not life threatening.",
        "Smoking can cause cancers of the lungs, mouth, throat and some other organs.Radiation and sunburns could cause skin cancer.",
        "",
        "Sign and symptoms :",
        "- Bowel habits - chronic constipation diarrhea and change in stool size can be a sign of colon cancer.",
        "- Painful urination, blood in the urine could be sign of prostate cancer.",
        "- Sores that do not heal, esp. in the mouth",
        "- Lump in the breast other parts of the body. Esp. glands and other soft tissues.",
        "- Indegistion or trouble swallowing. (cancer of the esophagus, stomach or throat cancer)",
        "- Recent change in wart or mole; color , size or shape",
        "- Nagging cough or hoarseness maybe a sign of larynx r thyroid cancer."
    ],
    "BRAINATTACK":[
        "A stroke is literallyy a brain attack, caused whent he vital supply o oxygen and nutrients is cut off to part of the brain. If a certain part of the brain loses its supply of nutrients and oxygen, the bodily functions controlled by that brain part are impaired, e.g. walking or speaking. stroke strikes suddenly without warning and is a medical emergency that require immediate care.",
        "ISCEMIC STROKE - happens when the artery leading the brain becomes blocked by a blood clot anf circulation is obstruced.",
        "HEMORRHAIC - stroke happens when the brain blood vessel is raptured/torn.",
        "Warning Signs:",
        "Numbness, weakness, decreased eyesight, paralysis of the face, arm and leg especially on the one side of the body.",
        "Sudden blurry ot decreased eyesight.",
        "Sudden severe Headache for bo apparent reason.",
        "Unexplained loss of balance, dizziness or loss of co-ordination."
    ],
    "MENTALILLINESS":[
        "Mental illness is a group of conditions that effect the function of a person and immediate circles. This includes moods, Anxiety disorder etc.",
        "There is no known cause of mental illness, regardless of our intellience , race culture or religion.",
        "Common conditions are:",
        "Depression - Signs are feeling sad, rejected and alone anxious, worried, guilty and angry most of the time. They think about dying, are not able to eat properly and have no disire to bath or have sex",
        "Delirium - it begins with confusion, then progresses to Disorientation and consciousness level changes. They often feel confused, fear, anxious, paranoid and restless. Delusions. hallucinations and thinking about fleeting are other signs.",
        "Senile Dimentia - is a syndrome rather than a diease, which is progressive and irreversible. Symptoms are memory loss, decreased cognitive functionig,and loss of reasoning, loss of impulse control.",
        "Aggression - it is when a patient's temper is too higher and exaggerated, that they do not listen to reason, always prone to fight and causes disruption to theor own health care or towards the health care provider. when dwaling with an aggressive patient,",
        "",
        "Always stay calm",
        "Allow them to voice their opnion",
        "Do not talk to them, buttalk with them in advising possible solutions.",
        "Validte their concerns and help them to calm down."
    ],
    "TUBERCULOSIS":[
        "It is chronic infectious disease caused by mycivacterium Tuberculosis. It mostly affects the lungs, limbs, glands, the spine, the brain and the kidneys.",
        "Symptoms : ",
        "* Always stay calm",
        "* Loss of weight",
        "* Feeling very tired and weakness of the body",
        "* Fever",
        "* Sweating at night even when it's cold",
        "* Coughing for more than 2-3 weeks, and not responding to antibiotics",
        "* Blood stained sputum",
        "* Chest pain",
        "* Breathlessness",
        "How TB is diagnosed",
        "* A person should visit a clinic or doctor ASAP, where they will be examined",
        "* Sputum may be collected and sent to the laboratory to check for any TB bacteria",
        "* Chest x-rays may also be used",
        "* Blood samples may also be tested for the bacteria",
        "",
        "If the patient is diagnosed with TB, their family members also need to be tested since it is a contagious disease",
        "",
        "Treatment:",
        "* Patient needs to take the treatment for six months",
        "* If they did not finish the course, the TTB will advance to MDR_TB (multi-drug resistant TB) which will require 18 months of treatment",
        "",
        "Things to do while on TB treatment",
        "* Continue taking care of yourself and those around you.",
        "* Eat enough healthy food to stay health and flight the sickness.",
        "* Maintain a healthy weight.",
        "* Get plenty of rest and fresh air.",
        "* When better, ask your healthcare worker about exercises you can do",
        "* TB will stop being infectious after a few days of taking treatment, you may return to work.",
        "",
        "When cured: On completion of the 6-9months period, it is essential that follow-up x-rays be taken. Sputum must once again be sent to the lab to verify complete healing."
    ],
    "BODYCARE":[
        "Hygiene is the recipe for healthy living. A healthy body always houses a healthy spirit.",
        "",
        "HANDWASHING",
        "INDEPENDENT PATIENTS",
        "It is the duty of the Advanced Caregiver to motivate patients to waash their bodies, wash hands before and after meals, as well as after using the toilet.",
        "You must also ensure that the washing oof hands has been done properly; check if hands and nails are clean and you must see that soap and a dry towel are available",
        "DEPENDENT PATIENTS",
        "The Advanced Caregiver must take care of the frail. Provide soap, dish, towel and water for them if they can still wash for themselves. If they are no longer able to wash their hands, do it using the toilet. You must ensure that washing is done properly, that hands and nails are washed properly",
        "COMPLICATIONS FOR NOT WASHING HANDS",
        "Dirty hands and nails are a source of bacteria, which cause infections",
        "",
        "COMPLICATIONS FOR NOT WASHING HANDS",
        "* Always wash hands with soap and water. water alone won't kill micro-organisms.",
        "* Don't let water run continuously, close in between procedure.",
        "* Use fresh water for every patient who is unable to wash themselves.",
        "* Care not to splash water on the floor, you or the patient can slip and fall. Besides, it's unhygienic",
        "* Keep soap dry when not in use.",
        "* Moist skin is a source of germs.",
        "* Do not share towels",
        "Always throw dirty water in a sliice, not small basin in the bathroom.",
        "",
        "Steps of social hand washing :",
        "Wet hands wiith water",
        "Close Tap",
        "Apply soap",
        "Now wash hands thoroughly, between fingers and approximately 5cm higher up from the wrist.",
        "Rinse",
        "Dry hands well with a clean dry towel",
        "Discard paper towel in a dustbin",
        "Wash your hands regularly, before and after procedure",
        "",
        "WHEN TO USE SOCIAL HAND WASHING",
        "After making each bed/handling linen.\n Before eating \n Before and after contact with a patient ,\n when hands are visible dirty, \n After the toilet, \n After blowing your nose"
    ],
    "BEDBATH":[
        "To be considered a compentent Advanced Caregiver at anytime, you must always ",
        "* Have the ability to make Observation",
        "* Report and record any Observation correctly",
        "* Be able to impart basic knowledge with the use of simple, yet informative language.",
        "",
        "PROCEDURE",
        "- Obtain permission from the RN",
        "- Inform patient about the procedure",
        "- Empty the bladder by offering a bedpan/urinal or empty urine bag.",
        "- Close windows, curtains and door to ensure privacy",
        "- Clear area around the patient",
        "- Prepre a trolley with the following: ",
        "* Clean linen",
        "* Two faces cloths(one for the face, one for the rest of the body)",
        "* Soap",
        "* Towels",
        "* Shampoo",
        "* Glass for dentures"
    ],
    "MOUTHCARE":[
        "We do mouthcate to: ",
        "* Promote clean, moist mouth.",
        "* To promote infection and accumulation of food in the mouth",
        "* To promote appetite",
        "* To prevent tooth decay.",
        "* To prevent offensive breath"
    ],
    "DIRTYMOUTH":[
        "Infection of the mouth and throat e.g tonsillitis",
        "Bad smelling breath",
        "Bad taste whenn esp. if dirt builds up on the tongue.",
        "Fibrosis, neuritis and arthritis may develop as secondary infections due to mouth and throat infections.",
        "Loss of appetite",
        "Tooth decay"
    ]
        

}