{
    "Communication":[
        "Communication is the way of conveying needs, thoughts, pain and feelings to one another. it is an an attempt to be understood by others and understand them in return.",
        "Successful communication helps us better understand people and situations. It helps us overcome diversities, build trust and respect, and create conditions for sharing creative ideas and solving problems.",
        "Although communication itself seems simple, often when we try to establish communication with others, there is always a chance for lack of understanding that might cause conflicts and frustrations in personal or professional life in relation with other people"
    ],
    "Important":[
        "Listen to what you are being told.",
        "Understand cultural influence to people's communication",
        "Know your patient, it helps you understand them more",
        "Show interest in what is being said.",
        "Remain calm and be friendly as possible"
    ],
    "SkillImportant":[
        "Better Response from all Stakeholders",
        "Quick in Problem solving",
        "Strong Decision Making",
        "Advanced professional image",
        "Consistence in the work flow"
    ],
    "sight":[
        "Avoid unnecessary noises",
        "Don't Shout, They can't see not deaf",
        "Describe the position of food in their plate and on the table, remember they cannot see.",
        "Explain in detail what you are about to do.",
        "Avoid whispering as most of the people with sight impairments depend on their hearing."
    ],
    "Speech":[
        "Show empathy towards the patient.",
        "Be patient, don't rush the patient.",
        "Speech therapy might be effective.",
        "Use word charts/flash cards if the patient prefers it."
    ],
    "Disorientated":[
        "Give the correct information to try and orientate the patient.",
        "Do not reinforce disorientated.",
        "Make sure the patient  is comfortable with the surroundings."
    ],
    "Hearing":[
        "Make sure that the patient can see your face when you talk, since they mostly rely on lip-reading.",
        "Speak loud enough, but don't shout.",
        "Speak clearly and slowly.",
        "Avoid simple, short sentences.",
        "Be patient, repeat yourself if necessary."
    ],
    "stroke":[
        "* They think of what to say and how to say it.",
        "* They attempt to hear and understand other people.",
        "* They have a challenge moving mouth muscles to talk",
        "Stroke attack part of your brain and damages it. If the damage occurs in the part that is responsible for speech or language, you may have problems communicating."
    ],
    "problems":[
        "- May get mixed up with words, forgeting names.",
        "- Failure to speak but understands what others are saying.",
        "- Use of wrong words, sometimes using words that are not even real words.",
        "- May not understand much of what others are saying.",
        "- May have problems with eating and swollowing."
    ],
    "HadStroke":[
        "- Do not force them to say a word just because they got it right the previous time.",
        "- Always keep them on the subject at hand, avoid them going off course with a conversation.",
        "- They may draw or write what they want to tell you.",
        "- Teach them to use gestures.",
        "- Understand they not doing it on purpose.",
        "- Encourage them to communicate in any way possible.",
        "- Ask simple questions so that they can can just answer yes or no, nod or shake head.",
        "- Don't talk about the [atient as if they were not there. They might still understand everything, though they might not be able to speak.",
        "- Praise every improvement.",
        "- They will cope better when speaking to one person."
    ],
    "StrokeActivities":[
        "- Games like Chess, draughts, solitaire and cards.",
        "- Craft and handiwork.",
        "- Walking or hiking.",
        "- Music, bowls, building puzzles.",
        "- Join a club e.g support groups."
    ],
    "reportRn":[
        "- Abnormlities on the patient while working with the patient",
        "- Off duties, tea and lunch times and while leving a ward or section.",
        "- Broken equipment.",
        "- Sick or late for work.",
        "- Anything you feel necessary to report.",
        "- The registered nurse will tell you what they expect you to report.",
        "",
        "",
        "Reporting Enables:",
        "* Continuous evaluation.",
        "* Good communication between staff members.",
        "* Leads to action.",
        "* Creates trustworthiness.",
        "* Promotion of ethical conduct to be followed.",
        "",
        "",
        "Points To Remember When Reporting.",
        "* Accuracy.",
        "* Be alert to fetect abnormalities.",
        "* Communication.",
        "* Trustworthiness.",
        "* Always know what, when, how why and to whom report. In order for you to report of any Abnormalities."
    ],
    "Observation":[
        "SKIN:",
        "- Skin warm or cold?",
        "- Color of skin: pink, yellow or pale?",
        "- Are there any operation scars?",
        "- Skin smooth and clear or dry and wrinkled?",
        "- Insect bites? Lice or other insects or clean?",
        "",
        "MENTAL STATE:",
        "- Is the patient disorientated, cooperative, sad, nervous, talkative, happy, reserved, irritable or depressed?",
        "",
        "EYES:",
        "- Are they clear or dim?",
        "- Complaining of poor vision?",
        "- Complaining of itchy or burning eyes?",
        "- Are the eyes staring?",
        "- Eyes ed or teary?",
        "- Do eyelids stick to each other (discharge)?",
        "",
        "NOSE:",
        "* Breathing difficulty",
        "* Discharge watery, slim or bloody?",
        "* Count breathes per minute",
        "* Is the breathing hoarse or noisy?",
        "",
        "BLADDER:",
        "- Pain when passing urine?",
        "- How frequent do they pass urine?",
        "- Any blood present in the urine?",
        "",
        "STOMACH:",
        "* Nauses? Vomiting?",
        "* Any flatulence/wind?",
        "* Indegistion?",
        "",
        "Ears:",
        "- Can the person hear clearly?",
        "- Does the patient complains of any dizziness?",
        "- Any clear or bloody discharge in the ears?",
        "- Any buzzy or ringin sound in their ears?",
        "- Do they use hearing aid?",
        "",
        "LIMBS:",
        "- Swollen or painful joints?",
        "- Any blue hands or feet?",
        "- Any vericose veins?",
        "- Any bunions or corns on the feet?",
        "- Shoes fitting properly",
        "- Swollen feet?",
        "- Feet clean?",
        "- Any wound present?",
        "",
        "- Hair and beard:",
        "- Hair clea, untidy, neat or dirty?",
        "- Dry scalp or dandruff present?",
        "- Any lice or other insects?",
        "- Groomed hair and beard?",
        "- Do they need a shave?",
        "",
        "Mouth, teeth and tongue",
        "- Own teeth or dentures?",
        "- Dentures fitting well?",
        "- Colour of the tongue blur or red?",
        "- Any sores on the tongue or in the mouth?",
        "- Is the tongue clean, dry, dirty, moist or coated?",
        "",
        "NAILS:",
        "- Normal or thickened?",
        "- Long or short",
        "- Any sores around the nails",
        "- Colour under the nails(blue, pink, pale)",
        "",
        "APPETITE:",
        "* Good appetite or not",
        "* Drinking enough fluids",
        "* Any allergies?",
        "* Can patient cut their own meat?",
        "* Healthy eating patterns",
        ""
    ],
    "Influenza":[
        "Headache",
        "Tiredness",
        "painful muscles",
        "Dry cough",
        "Blocked nose/nasal discharge",
        "Fever"
    ],
    "Treatment":[
        "Pain and fever medicine",
        "Cough syrup for dry cough",
        "Lots of rest",
        "Drink lots of fluids"
    ],
    "Prevention":[
        "* Vaccination can be taken annually",
        "* Good immune system by eating healthy",
        "* Enough sleep nd exercise"
    ],
    "Asthma":[
        "Asthma is a sickness of the airways of the lungs that makes it hard to breath. These things might happen if you have asthma",
        "- You can't breath easily",
        "- You often can't speak",
        "- There's a tight feeling in your chest and you may make wheezing or whistling noises when breathing.",
        "- Cough a lot at night and after doing exercises",
        "",
        "If someone has an asthma attack, this is what you should",
        "* Help them get out their inhaler and take their meds.",
        "* Make a person to sit down, not lie down",
        "* Loosen tight clothing",
        "* Make sire no one is smoking nearby",
        "If the person is still struggling to breath after 5 minutes, call an ambulance. A serious attack is very dangerous and needs immediate medical attention."
    ],
    "Tract":[
        "Urinary tract infection (UTI) is an infection of the bladder or the tubes that carry urine from the bladder (ureters). Females get these infections more than males because the female uterine tubes are shorter than males, so it is easier for the bacteria to reach the bladder."
    ],
    "SignAndSymptoms":[
        "- Patient complains of pain when padding urine.",
        "- Often feel like going to the toilet but may pass only a little urine each time.",
        "- Fever",
        "- Urine my smell bad and look cloudy."
    ],
    "UrineHealth":[
        "- Females can get UTI from germs in feaces. Girls should be taught to wipe from the vagina towards the anus (front to back) when using the toilet to avoid germs entering the vagina.",
        "- Keep genital area clean, but do not use perfumed soap, bubble baths or bath oils to the bath water."
    ],
    "HeartAttack":[
        "It is usually suspected when a patients has severe chest pains. The pains can be located across the chest or by the left sode of the chest, running down the left arm. The pain may also go into the neck, jaw or back. Patient may experience nausea, Vomiting, sweating, dizziness and shortness of breath. People usually confuse a heart atack with indigestion, as symptoms may be similar. A doctor must investigate any chest pain that is not relieved by antacids like Eno or repeated attacks of chest pains.",
        ""
    ],
    "Epilepsy":[
        "This is a tendency to fits and seizures which are caused by a brief disturbance in the elctrical activity of the brain . The effect is that of an electrical storm in the brain. Do not be frightened when you see somebody having a fit. You need to keep calm and prevent anyone from rushing to the fitting person. There is very little you can do.",
        "",
        "What to do.",
        "Never hold them down to stop the convulsions.",
        "Never give them anything to eat or drink during the fit.",
        "Do not call an ambulance, unless one fit follows another without patient regaining consciousness in between."
    ],
    "hepatits":[
        "It is an infectious disease that affects the liver, causing it to become inflamed. In severe cases, hepatitis can result in permanet liver damage.",
        "symptoms:",
        "- Jaundice (yellow skin and eyes)",
        "- Nausea",
        "- Fever",
        "- Abdominal pain",
        "Hepatitis A - is spread through infected food abd is the most common type. incubation period is 3-6 weeks and recovery takes 6 weeks.",
        "Hepatitis B - is spread by contract with infected blood or intimate contact with an infected person. It is the most dangerous. Intravenous drug users are at high risk. It also take months to recover.",
        "Hepatitis C - is the least severe but is becoming more common.It's also transmitted through infected blood- blood transfusions are the most common cause"
    ],
    "Cataract":[
        "* It is a condition in which a part of the eye becomes cloudy.",
        "The clouded part of the lens is also called blindness when the cloudiness covers a large area,is dense or is at the center of the lens. Some cataracts cause little to no loss of vision. Most cataracts result from aging. If a caract causes enough loss of vision, then that lens is removed during surgery. The patient must wear singlasses or contact lenses to see well. In many cases, surgeons replace the clouded lenses with intraocular lens."
    ],
    "Alzheimer":[
        "Alzheimer is a disorer of the brain that causes loss of memory and progressive mental deterioration. (Alois Alzheimer, a german neurologist first described it in 1906) it is age related, the older a person gets, the more likely for it to occur. People in their 40s and 50s can have it, though it is very rare. it is not part of normal ageing.",
        "Symptoms of Alzheimer:",
        "* Forgetfulness and disorientated.",
        "* Restlessness at night.",
        "* Anxiety and depression.",
        "* Loss of judgement and insight.",
        "* Loss of ability to speak, function or understand.",
        "Warning:",
        "* They don't care how they look and may refuse to bath.",
        "* Difficulty recognizing own family members.",
        "* Suspicious of other people, and may accuse them of stealing or hiding things.",
        "* Getting lost in familiar places like their own neighborhood."
    ],
    "PRKINSON":[
        "Parkinson's syndrome is a condition where there is a decrease in the levels of hormone dopamine and this leads to a chemical imbalance with typical symptoms. it is chronic, progressive and affects the nervous system. it affects the area of the brain that controls movement and balance.",
        "A brain disorder that leads to shaking stiffiness and difficulty with walking, balance & coordination.",
        "Symptoms:",
        "Stooped posture.",
        "Decreased eye movement or wrinking.",
        "Tremors in the hands shaking.",
        "Weight loss due to metabolic increased activity caused by tremors and rigidity."
    ]

}