{
    "Rules":[
        "Presentation is everything. A clean and tidy space will always be welcoming. Following some housekeeping rules for private homes & boutique hotels will ensure you’ll always have a space in which people want to use and relax. Whether you look after a private home for a principal or a boutique hotel, the basic principles below hold true. Everyone should be aware of the rules so that standards are maintained.Introduce the housekeeping rules for private homes & boutique hotels listed below to new staff members as part of their housekeeping training to ensure your team works effectively and efficiently. Polo & Tweed can help train both existing and new staff members so that you can execute the rules to the highest standards."
    ],
    "TopDown":[
        "Cleaning from the top down is common sense. Dust and dirt fall downward. Therefore start by cleaning any cobwebs around the top of the walls and light fittings. Then work downward systematically. Finish off by mopping or vacuuming the floor. Working your way around the room, and out the door."
    ],
    "DailyBins":[
        "Waste bins in all rooms should be emptied at least once a day. Rubbish left to fester will give off odors. Attracting insects and other pests. Frequent emptying of bins is especially important in hot weather. When the rate of decomposition quickens significantly.",
        "Kitchen bins should be taken out each night once the kitchen has been cleaned down after dinner. Every room should always look immaculate and smell great."
    ],
    "Thoroughly":[
        "Bathrooms and kitchens are where bacteria thrives the most, so they should always be thoroughly cleaned. Upset stomachs and other nasty diseases are spread through poor sanitation, so keeping these areas clean is paramount.",
        "All principals and guests are to be avoided at all costs. A surprise visit from a public health official, or a string of sick guests, could cause the hotel to be closed down temporarily or even permanently."
    ]
}