{
    "Rules":[
        "Presentation is everything. A clean and tidy space will always be welcoming. Following some housekeeping rules for private homes & boutique hotels will ensure you’ll always have a space in which people want to use and relax. Whether you look after a private home for a principal or a boutique hotel, the basic principles below hold true. Everyone should be aware of the rules so that standards are maintained.Introduce the housekeeping rules for private homes & boutique hotels listed below to new staff members as part of their housekeeping training to ensure your team works effectively and efficiently. Polo & Tweed can help train both existing and new staff members so that you can execute the rules to the highest standards."
    ],
    "TopDown":[
        "Cleaning from the top down is common sense. Dust and dirt fall downward. Therefore start by cleaning any cobwebs around the top of the walls and light fittings. Then work downward systematically. Finish off by mopping or vacuuming the floor. Working your way around the room, and out the door."
    ],
    "DailyBins":[
        "Waste bins in all rooms should be emptied at least once a day. Rubbish left to fester will give off odors. Attracting insects and other pests. Frequent emptying of bins is especially important in hot weather. When the rate of decomposition quickens significantly.",
        "Kitchen bins should be taken out each night once the kitchen has been cleaned down after dinner. Every room should always look immaculate and smell great."
    ],
    "Thoroughly":[
        "Bathrooms and kitchens are where bacteria thrives the most, so they should always be thoroughly cleaned. Upset stomachs and other nasty diseases are spread through poor sanitation, so keeping these areas clean is paramount.",
        "All principals and guests are to be avoided at all costs. A surprise visit from a public health official, or a string of sick guests, could cause the hotel to be closed down temporarily or even permanently."
    ],
    "Checklist":[
        "Every room should have a checklist itemizing all the jobs required and how often they should be done. Keeping track of completed tasks and they were done will ensure you work efficiently and effectively. There’s no point wasting time pulling out beds if they are only due to be done once a week but were done only the day before. The checklist will also ensure that duties are not missed."
    ],
    "Wonders":[
        "Keeping on top of grease and grime in high traffic areas will ensure that areas stay sparkling and in their original condition. Heavy staining is very hard to remove, and time consuming, so regular cleaning is more efficient and ensures things always look their best."
    ],
    "Discreet":[
        "Housekeepers will see and hear all sorts of things whilst going about their duties. Whether in a principal’s home or a guest’s room, this is their private space, so your discretion is key. Ensure everyone knows who they should approach with any concerns regarding security."
    ],
    "Perspective":[
        "Everywhere should be clean and tidy. What you see when you stand in the middle of the room may not be the same as when your guest or principal lies in the bath or in bed. Double check what they can see and make sure there’s nothing visible that shouldn’t be seen."
    ],
    "Role":[
        "Housekeeping department in hotel ensures the cleanliness, maintenance, and aesthetic appeal of all rooms and public areas. The housekeeping department not only turnarounds (prepares and clean guestrooms) on a timely manner it also cleans and maintains everything in the hotel so that the property is as fresh and attractive similar to the day when it opened the doors for the business.The effort that the housekeeping makes in giving a guest a desirable room has a direct bearing on the guest’s experience in a hotel. Thre are more employees working in the housekeeping department when compared to any other hotel departments."
    ],
    "HotelHousekeeping":[
        "Room attendants play an important role in the organisation because of their visibility, their guest contact, and their responsibility for clean, hygienic and comfortable rooms. All of these convey a critical message to guests. You are responsible for the hygiene, safety, maintenance and appearance of your areas. The housekeeping team plays a greater role than any other department in ensuring that the rooms product meets the conditions that guests need and expect.",
        "Housekeeping employees are required to maintain a high standard of personal hygiene and a professional appearance because of their role in servicing guest bedrooms, and because of their visibility.",
        "As a member of the housekeeping department you will be required to come into contact with guests. It is important that you follow your organisation’s procedures for meeting, greeting and acknowledging guests and responding to their requests. Let's break it down for you,"
        
    ],
    "steps":[
        "Step 1",
        "* Prepare your cleaning material, chemicals and equipment",
        "Step 2",
        "* Knock and enter the room",
        "Step 3",
        "* Put on your gloves",
        "Step 4",
        "* Prepare the room for cleaning",
        "Step 5",
        "* Remove trash and linen and spray the bathroom",
        "Step 6",
        "* Make the bed",
        "Step 7",
        "* Dust and damp wipe",
        "Step 8",
        "* Clean the bathroom",
        "Step 9",
        "* Replenish items",
        "Step 10 - Clean the floor"
    ]
}