{
    "Rules":[
        "Presentation is everything. A clean and tidy space will always be welcoming. Following some housekeeping rules for private homes & boutique hotels will ensure you’ll always have a space in which people want to use and relax. Whether you look after a private home for a principal or a boutique hotel, the basic principles below hold true. Everyone should be aware of the rules so that standards are maintained.Introduce the housekeeping rules for private homes & boutique hotels listed below to new staff members as part of their housekeeping training to ensure your team works effectively and efficiently. Polo & Tweed can help train both existing and new staff members so that you can execute the rules to the highest standards."
    ],
    "TopDown":[
        "Cleaning from the top down is common sense. Dust and dirt fall downward. Therefore start by cleaning any cobwebs around the top of the walls and light fittings. Then work downward systematically. Finish off by mopping or vacuuming the floor. Working your way around the room, and out the door."
    ],
    "DailyBins":[
        "Waste bins in all rooms should be emptied at least once a day. Rubbish left to fester will give off odors. Attracting insects and other pests. Frequent emptying of bins is especially important in hot weather. When the rate of decomposition quickens significantly.",
        "Kitchen bins should be taken out each night once the kitchen has been cleaned down after dinner. Every room should always look immaculate and smell great."
    ],
    "Thoroughly":[
        "Bathrooms and kitchens are where bacteria thrives the most, so they should always be thoroughly cleaned. Upset stomachs and other nasty diseases are spread through poor sanitation, so keeping these areas clean is paramount.",
        "All principals and guests are to be avoided at all costs. A surprise visit from a public health official, or a string of sick guests, could cause the hotel to be closed down temporarily or even permanently."
    ],
    "Checklist":[
        "Every room should have a checklist itemizing all the jobs required and how often they should be done. Keeping track of completed tasks and they were done will ensure you work efficiently and effectively. There’s no point wasting time pulling out beds if they are only due to be done once a week but were done only the day before. The checklist will also ensure that duties are not missed."
    ],
    "Wonders":[
        "Keeping on top of grease and grime in high traffic areas will ensure that areas stay sparkling and in their original condition. Heavy staining is very hard to remove, and time consuming, so regular cleaning is more efficient and ensures things always look their best."
    ],
    "Discreet":[
        "Housekeepers will see and hear all sorts of things whilst going about their duties. Whether in a principal’s home or a guest’s room, this is their private space, so your discretion is key. Ensure everyone knows who they should approach with any concerns regarding security."
    ],
    "Perspective":[
        "Everywhere should be clean and tidy. What you see when you stand in the middle of the room may not be the same as when your guest or principal lies in the bath or in bed. Double check what they can see and make sure there’s nothing visible that shouldn’t be seen."
    ],
    "Role":[
        "Housekeeping department in hotel ensures the cleanliness, maintenance, and aesthetic appeal of all rooms and public areas. The housekeeping department not only turnarounds (prepares and clean guestrooms) on a timely manner it also cleans and maintains everything in the hotel so that the property is as fresh and attractive similar to the day when it opened the doors for the business.The effort that the housekeeping makes in giving a guest a desirable room has a direct bearing on the guest’s experience in a hotel. Thre are more employees working in the housekeeping department when compared to any other hotel departments."
    ],
    "HotelHousekeeping":[
        "Room attendants play an important role in the organisation because of their visibility, their guest contact, and their responsibility for clean, hygienic and comfortable rooms. All of these convey a critical message to guests. You are responsible for the hygiene, safety, maintenance and appearance of your areas. The housekeeping team plays a greater role than any other department in ensuring that the rooms product meets the conditions that guests need and expect.",
        "Housekeeping employees are required to maintain a high standard of personal hygiene and a professional appearance because of their role in servicing guest bedrooms, and because of their visibility.",
        "As a member of the housekeeping department you will be required to come into contact with guests. It is important that you follow your organisation’s procedures for meeting, greeting and acknowledging guests and responding to their requests. Let's break it down for you,"
        
    ],
    "steps":[
        "Step 1",
        "* Prepare your cleaning material, chemicals and equipment",
        "Step 2",
        "* Knock and enter the room",
        "Step 3",
        "* Put on your gloves",
        "Step 4",
        "* Prepare the room for cleaning",
        "Step 5",
        "* Remove trash and linen and spray the bathroom",
        "Step 6",
        "* Make the bed",
        "Step 7",
        "* Dust and damp wipe",
        "Step 8",
        "* Clean the bathroom",
        "Step 9",
        "* Replenish items",
        "Step 10 - Clean the floor"
    ],
    "Preparing":[
        "In most hotels, the room attendant’s shift begins by reporting in to the Supervisor or Executive Housekeeper. You will be briefed on details of the day’s events or special tasks, and will be issued with room assignments or allocations, room status reports, keys/keycards.  For security reasons, keys or cards to rooms or signed out at the beginning of each shift and signed in at the end of each shift.",
        "You are responsible for making sure that you have all the supplies you will need to service your work area. Your hotel would usually offer housekeeping training programs for you when you start to cover these aspects. These include cleaning materials and equipment, linens and guest supplies. Depending on the organisation, you will issued with the requirements for your trolley, cart or basket prior to moving on to the floors. All items must be kept clean, tidy and undamaged, and stocked to the level specified by your department.",
        "",
        "Typical housekeeping items will include:",
        "- Clean sheets, pillowcases",
        "- Clean towels, bath mats and face cloths",
        "- Toilet rolls, tissues, soap",
        "- Additional guest supplies and complimentary items according to the standards of the organisation",
        "- Extra items such as glasses, ashtrays, guest stationery, glass covers, light bulbs etc., according to procedures",
        "- All purpose cleaner",
        "- Mirror/glass cleaner",
        "- Toilet cleaner",
        "- Air freshener",
        "- Garbage bags and bin liners",
        "- Brushes, brooms, mops",
        "- Dusters or feather dusters",
        "- Cloths for wiping, drying, polishing",
        "- Sponges",
        "- Protective gloves",
        "- Bucket",
        "- Hoover",
        "- Relevant documents (maintenance report, room status report, linen control sheets, lost property reports)"
    ],
    "materials":[
        "The following are typical types of cleaning materials used for cleaning guest bedroom areas:",
        "* Neutral detergents",
        "Usually called general purpose cleaners, because they can be used to clean most surfaces such as tiles, walls, baths, basins, showers, the outside of the toilet, shower frames, and floors. General purpose cleaners are generally concentrated and can be diluted with water to adapt to different cleaning needs. If diluted correctly these cleaners do not damage surfaces. They strength of a detergent is measured by its pH. Most have a neutral pH of 7.",
        "* Acid detergents",
        "Mostly used for cleaning toilets, or for removing lime deposits or stains. These detergents contain acid (pH 1-6), and can harm the skin and other surfaces, so should be used with caution. Never mix with other chemicals as they can produce harmful gases or reactions.",
        "* Alkaline detergents",
        "These are usually called hard-surface cleaners. Used for heavier or more specialized tasks, such as stripping polish from floors. They are strong because their pH is 8-13. They must be used carefully because they are corrosive and can damage some surfaces.",
        "* Abrasive cleaners",
        "These can come in powder, liquid or paste form. Used mainly for cleaning enamels and ceramics, e.g. toilets, vanity basins, and some china.  They contain finely ground minerals, e.g. sand, pumice, chalk to rub away dirt. Be careful when using abrasive cleaners because they can damage surfaces that are easily scratched, e.g. acrylic or fibreglass, marble, plastic, and wood.",
        "* Air fresheners",
        "Used to give a pleasant smell to the room for a limited time, and to remove some unpleasant smells."
    ],
    "KnockingAndEntering":[
        "Knock on the door three times and announce clearly “Housekeeping”.",
        "* The guest answers",
        "If the guest answers, greet and introduce yourself and ask what time would be convenient to clean the room. Note the time on your status report or schedule, and return later.",
        "* No answer",
        "- If no answer is heard, knock again and repeat, “Housekeeping”.",
        "- If there is still no answer, open the door slightly and repeat “Housekeeping”, to make sure the guest is not sleeping or in the bathroom.",
        "- If the room is unoccupied, position your trolley/cart in front of the door, or close to the wall at the side of the door, leaving the door open. Begin cleaning.",
        "* Guest returns during cleaning",
        "- Offer to return later.",
        "- Check the guest’s card or key to verify the correct room."
    ],
    "prepareclean":[
        "Following are typical procedures for preparing a guest bedroom for cleaning:",
        "",
        "Prepare areas and surfaces for cleaning",
        "- Turn on all lights, lamps, radio, TV and air conditioner /fans/ heaters to ensure they are working and set correctly. Note what must be reported to maintenance, and replace light bulbs, as required.",
        "- Open curtains, lace curtains and windows to allow air circulation, and check curtain cords and hooks. Check the windows for breakage and dirt. Shake curtains gently to dislodge dirt or possible insects.",
        "- Departure rooms: Check area, cupboards, drawers etc. for  guest belongings or lost property, and note or report these according to your procedures",
        "- Check the general condition of the room, and note any missing or damaged items to report to your supervisor",
        "- Remove any room service trays and items and place neatly outside the door for removal to the designated area",
        "- Check the general condition of the bathroom. Should you notice marks or stains that need deep cleaning, apply the relevant cleaning agents to the appropriate surfaces and then continue with the cleaning of the bedroom area.",
        "- Take dirty glasses, cups, ashtrays etc to the bathroom and place in the basin to soak.",
        "- Place any rubbish in bins. If you are cleaning a smoking room, ensure cigarettes are out before emptying ashtrays into specified fire-proof containers. (It is advisable to empty ashtrays before you open windows, to avoid ashes being scattered in the room).",
        "- Use protective gloves and additional wrapping such as newspaper to pick up and wrap items such as glass, razors, blades, syringes and other potentially harmful items",
        "- Newspapers and magazines should be folded neatly and placed on the trolley for disposal later.",
        "- Empty bins by turning upside down into your dirt bag on your trolley. Use the closed end of the bin if you need to push rubbish down into the bag. Never use your hands.",
        "- Place bins in the bathroom for cleaning.",
        "- Strip and make the beds according to procedures."
    ],
    "GuestBedroom":[
        "Cleaning A Departure Bedroom",
        "The following are general procedures for cleaning a guest bedroom:",
        "Check for lost property",
        "- Ensure cupboards, drawers and cabinets are empty prior to cleaning and report lost property according to your procedures",
        "High dusting",
        "Dust items located on walls or high off the floor. Work clockwise around the room, starting at a point near the door and working around the room, back to the door. Items include:",
        "- Curtain rails",
        "- Window frames",
        "- Picture frames",
        "- Lamps, shades, lights",
        "- Air conditioning/heating units/fans",
        "- Headboards",
        "- Doors",
        "- High shelves",
        "",
        "Low dusting",
        "Dust furniture, fixtures and fittings, moving around the room and working from top to bottom. Items include:",
        "- Luggage racks",
        "- Cabinets",
        "- Tables",
        "- Dressers",
        "- Chairs and sofas",
        "- TV sets",
        "- Mirrors, pictures, glass",
        "- Telephones",
        "- Lamps",
        "- Skirting boards",
        "- Other accessories"
    ],
    "CupboardsDrawers":[
        "Remember to dust out the inside of drawers and cupboards, as well as cupboard doors, rails, shelves and hangers and hooks. Pay particular attention to areas or corners where dust may gather.",
        "Clean surfaces according to the type of surface and appropriate cleaning agent.",
        "- Replenish guest supplies and complimentary guest items according to the requirements of your organisation.",
        "- Check baseboards and skirtings. If necessary, damp wipe all exposed areas, moving around the room from a position at the door. This will dislodge dirt for vacuuming.",
        "- Start at the farthest end of the room and vacuum your way back to the door.",
        "- Run the vacuum over all exposed areas of the carpet that you can reach, including under tables and chairs and in the cupboards, and behind the doors.",
        "- Always check under the bed for lost property or rubbish.",

        "Lifting and moving furniture",
        "When necessary/instructed/scheduled, you will need to lift or move heavy furniture. Use safe lifting and moving techniques (bend your knees and keep you back straight). Always ask for help if you are unable to safely move heavy items yourself.",
        "Cleaning Stayover Rooms",
        "Cleaning of a stayover is usually less intensive than that of a departure room, because you do not want to waste time and inconvenience a guest who may wish to use the room. The main points to remember are:",
        ""
    ],
    "GuestProperty":[
        "- Check for clothing items when stripping beds.",
        "- Check for laundry requests and ensure laundry bags are delivered to the linen room/laundry according to your specific procedures.",
        "- Any clothing left around the room should be folded neatly and placed on a chair or appropriate surface.",
        "- Shoes should be placed neatly in pairs outside the cupboard door.",
        "- Never open cupboards or drawers to put away guest items unless instructed to do so.",
        "Cleaning",
        "When cleaning surfaces such as vanity slabs, dressers, cabinets, tables etc,, carefully move guest items to the side while cleaning, and then replace neatly where you found them.",
        ""
    ],
    "Replenishing":[
        "- Restock all guest complimentary items as required",
        "- Replace all linen as specified in your procedures",
        "- Check that all appliances and lights are working, and report maintenance faults according to your procedures",
        "- When cleaning is complete, report room status according to your procedures"
        
    ],
    "unoccupiedRoom":[
        "Empty rooms (vacant the night before) or rooms in maintenance areas should be checked daily to ensure that they are clean, safe, unoccupied, and that all items are present. Vacant/unoccupied rooms also need to be cleaned and dusted to prevent build-up of dust.",
        "- Check that rooms are clean and free of dirt and dust",
        "- Check that there are no items or equipment missing from the room",
        "- Check electrical appliances to make sure that they are switched off.",
        "- Check for signs of unauthorised access or use",
        "- Ashtrays",
        "- Toilets/baths/showers/basins",
        "- Bedding",
        "- Towels",
        "- Rubbish bins, Guest property, Report anything unusual to your supervisor and Dust or clean the room as directed"
    ],
    "GuestBathroom":[
        "Wear your heavy duty gloves and clean guest bathrooms and replenish guest items and linen according to your procedures.",
        "Cleaning of Surfaces",
        "- After dusting, various methods of cleaning are used for different surfaces. The following are general procedures for cleaning different types of surfaces:",
        "Wood",
        "- Depending on your cleaning agent, spray polish directly onto the surface of the furniture and shine with a clean, dry cloth. Use polish sparingly. Alternatively, spray your neutral detergent onto a clean dry cloth and damp wipe the surface.",
        "Glass and mirrors",
        "- Spray your glass cleaner directly on the surface to be cleaned, and wipe with a clean, dry lint-free cloth, or spray glass cleaner on a clean cloth and wipe down to ensure there are no marks or streaks",
        "Plastic",
        "- Damp wipe plastic with a clean cloth sprayed with your neutral detergent. Rub over with a clean, dry cloth if necessary. If required, wipe telephone mouthpieces with a germicidal detergent or disinfectant.",
        "Walls and painted surfaces",
        "- Damp wipe marks and spots using your clean cloth sprayed with neutral detergent. Always check with your supervisor if you are not sure what methods or chemicals to use.",
        "Metal",
        "- Most metal surfaces, with the exception of brass, copper and silver can be cleaned with a neutral detergent.  Spray the detergent onto a clean, dry cloth and wipe the surface. If necessary, rub with a clean, dry lint-free cloth to remove marks. Specialised polishes for copper, brass and silver should be applied to the surface with a clean, dry cloth. Allow to dry. Polish with a separate clean, dry cloth until all polish is removed and the surface is shiny and free from oxidisation. Be careful not to apply polishes to surrounding areas such as doors, walls, carpets and fabrics, as they may mark or stain these surfaces.",
        "Ceramics",
        "- Neutral detergent sprayed onto a clean, dry cloth can be use to wipe ceramic or china surfaces. Ceramics used for food and drink should be washed with a neutral detergent, rinsed carefully and dried.",
        "Fabrics",
        "- Depending on the type of fabric (upholstery, curtains etc) these can be dusted, brushed or vacuumed. Your supervisor will advise you on specific methods for your organisation. Report to your supervisor any stains or marks, since there are specialised methods and cleaning agents for stain and spot treatment.",
        "- Fabric wall coverings: Water should never be used on fabric wall coverings because shrinking could occur. Stains and spots should only be removed with a cleaner recommended by the manufacturer.",

        "Floor coverings",
        "- Hard coverings: sweep and squeegee or damp mop",
        "- Soft coverings: vacuum. Use specialised carpet cleaning products and equipment as instructed by your supervisor. All marks or stains should be reported so that the supervisor or Executive Housekeeper can take the appropriate action."
    ],
    "ReplenishingGuest":[
        "All guest items must be checked, replenished and replaced according to the procedures for your organisation. Following are typical items to be checked and replenished once you have completed the cleaning of the room:",
        "Stationery",
        "Check all guest stationery and other items to ensure that all items are present, and are not stained, marked, torn or scribbled on. These may include:",
        "- Guest stationery folder",
        "- Brochures",
        "- Promotional materials",
        "- Reading materials",
        "- Door cards, Message pads and pens, Laundry bags, Matches, Shoe cleaning cloths and Tissues and other amenities",
        "Snacks, coffee and tea making items",
        "- Check and replenish any food and drink items or supplies specified for the room. Packets and sachets must be sealed, clean and dry. Remember to wash, dry and replace items such as kettles, crockery, cutlery and glassware for use with food and drink items.",
        "- Chocolates, snacks, if appropriate",
        "- Coffee or tea items, including sugar and milk containers or sachets",
        "- VIP items as per your VIP list"
    ]
}