{
    "intro":[
        "Hygiene is a series of practices performed to preserve health. According to the World Health Organization (WHO), 'Hygiene refers to conditions and practices that help to maintain health and prevent the spread of diseases.'",
        "Personal hygiene refers to maintaining the body's cleanliness. Hygiene activities can be grouped into the following: home and everyday hygiene, personal hygiene, medical hygiene, sleep hygiene and food hygiene. Home and every day hygiene includes hand washing, respiratory hygiene, food hygiene at home, hygiene in the kitchen, hygiene in the bathroom, laundry hygiene and medical hygiene at home.",
        "Many people equate hygiene with 'cleanliness', but hygiene is a broad term. It includes such personal habit choices as how frequently to take a shower or bath, wash hands, trim fingernails, and wash clothes. It also includes attention to keeping surfaces in the home and workplace clean, including bathroom facilities. Adherence to regular hygiene practices is often regarded as a socially responsible and respectable behavior, while neglecting proper hygiene can be perceived as unclean or unsanitary, and may be considered socially unacceptable or disrespectful, while also posing a risk to public health.",
        "Home hygiene pertains to the hygiene practices that prevent or minimize the spread of disease at home and other everyday settings such as social settings, public transport, the workplace, public places",
        "Hygiene in a variety of settings plays an important role in preventing the spread of infectious diseases.It includes procedures used in a variety of domestic situations such as hand hygiene, respiratory hygiene, food and water hygiene, general home hygiene (hygiene of environmental sites and surfaces), care of domestic animals, and home health care (the care of those who are at greater risk of infection)",
        "Hand washing (or handwashing), also known as hand hygiene, is the act of cleaning one's hands with soap or handwash and water to remove viruses/bacteria/microorganisms, dirt, grease, or other harmful and unwanted substances stuck to the hands. Drying of the washed hands is part of the process as wet and moist hands are more easily recontaminated.If soap and water are unavailable, hand sanitizer that is at least 60% alcohol in water can be used as long as hands are not visibly excessively dirty or greasy.And hygiene is central to preventing the spread of infectious diseases in home and everyday life settings"
    ],
    "Personal":[
        "Personal hygiene involves those practices performed by an individual to care for one's bodily health and wellbeing through cleanliness. Motivations for personal hygiene practice include reduction of personal illness, healing from personal illness, optimal health and sense of wellbeing, social acceptance and prevention of spread of illness to others. What is considered proper personal hygiene can be cultural-specific and may change over time.",
        "Practices that are generally considered proper hygiene include showering or bathing regularly, washing hands regularly and especially before handling food, washing scalp hair, keeping hair short or removing hair, wearing clean clothing, brushing teeth, trimming fingernails and toenails, besides other practices. Some practices are gender-specific, such as by a woman during her menstruation. Toiletry bags hold body hygiene and toiletry supplies.",
        "Anal hygiene is the practice that a person performs on the anal area of themselves after defecation. The anus and buttocks may be either washed with liquids or wiped with toilet paper or adding gel wipe to toilet tissue as an alternative to wet wipes or other solid materials in order to remove remnants of feces.",
        "People tend to develop a routine for attending to their personal hygiene needs. Other personal hygienic practices would include covering one's mouth when coughing, disposal of soiled tissues appropriately, making sure toilets are clean, and making sure food handling areas are clean, besides other practices. Some cultures do not kiss or shake hands to reduce transmission of bacteria by contact.",
        "Personal grooming extends personal hygiene as it pertains to the maintenance of a good personal and public appearance, which need not necessarily be hygienic. It may involve, for example, using deodorants or perfume, shaving, or combing, besides other practices."
    ],
    "earCanal":[
        "Excessive cleaning of the ear canals can result in infection or irritation. The ear canals require less care than other parts of the body because they are sensitive and mostly self-cleaning; that is, there is a slow and orderly migration of the skin lining the ear canal from the eardrum to the outer opening of the ear. Old earwax is constantly being transported from the deeper areas of the ear canal out to the opening where it usually dries, flakes, and falls out.Attempts to clean the ear canals through the removal of earwax can push debris and foreign material into the ear that the natural movement of ear wax out of the ear would have removed."
    ],
    "Oralhygeine":[
        "It is recommended that all healthy adults brush twice a day,softly,with the correct technique, replacing their toothbrush every few months (~3) or after a bout of illness",
        "There are a number of common oral hygiene misconceptions. The National Health Service (NHS) of England recommends not rinsing the mouth with water after brushing – only to spit out excess toothpaste. They claim that this helps fluoride from toothpaste bond to teeth for its preventative effects against tooth decay.It is also not recommended to brush immediately after drinking acidic substances, including sparkling water.It is also recommended to floss once a day,with a different piece of floss at each flossing session. The effectiveness of amorphous calcium phosphate products, such as Tooth Mousse, is in debate.Visits to a dentist for a checkup every year at least are recommended."
    ],
    "Sleephygeine":[
        "Sleep hygiene is the recommended behavioral and environmental practice that is intended to promote better quality sleep.This recommendation was developed in the late 1970s as a method to help people with mild to moderate insomnia, but, as of 2014, the evidence for effectiveness of individual recommendations is ``limited and inconclusive``. Clinicians assess the sleep hygiene of people who present with insomnia and other conditions, such as depression, and offer recommendations based on the assessment. Sleep hygiene recommendations include establishing a regular sleep schedule, using naps with care, not exercising physically or mentally too close to bedtime, limiting worry, limiting exposure to light in the hours before sleep, getting out of bed if sleep does not come, not using the bed for anything but sleep and avoiding alcohol as well as nicotine, caffeine, and other stimulants in the hours before bedtime and having a peaceful, comfortable and dark sleep environment."
    ],
    "PersonalCarehygeine":[
        "Personal care services hygiene pertains to the practices related to the care and use of instruments used in the administration of personal care services to people:",
        "Personal care hygiene practices include:",
        "- Sterilization of instruments used by service providers including hairdressers, aestheticians, and other service providers.",
        "- Sterilization by autoclave of instruments used in body piercing and tattoo marking.",
        "- Cleaning hands."
    ],
    "Hypothesishygeine":[
        "Although media coverage of the hygiene hypothesis has declined, a strong 'collective mindset' has become established that dirt is 'healthy' and hygiene somehow 'unnatural'. This has caused concern among health professionals that everyday life hygiene behaviors, which are the foundation of public health, are being undermined. In response to the need for effective hygiene in home and everyday life settings, the International Scientific Forum on Home Hygiene has developed a ``risk-based`` or targeted approach to home hygiene that seeks to ensure that hygiene measures are focused on the places, and at the times most critical for infection transmission.Whilst targeted hygiene was originally developed as an effective approach to hygiene practice, it also seeks, as far as possible, to sustain `normal`’ levels of exposure to the microbial flora of our environment to the extent that is important to build a balanced immune system.",
        "Although there is substantial evidence that some microbial exposures in early childhood can in some way protect against allergies, there is no evidence that humans need exposure to harmful microbes (infection) or that it is necessary to develop a clinical infection. Nor is there evidence that hygiene measures such as hand washing, food hygiene etc. are linked to increased susceptibility to atopic disease. If this is the case, there is no conflict between the goals of preventing infection and minimizing allergies. A consensus is now developing among experts that the answer lies in more fundamental changes in lifestyle etc. that have led to decreased exposure to certain microbial or other species, such as helminths, that are important for development of immuno-regulatory mechanisms. There is still much uncertainty as to which lifestyle factors are involved."
    ],
    "Medicalhygeine":[
        "Medical hygiene pertains to the hygiene practices related to the administration of medicine and medical care that prevents or minimizes the spread of disease.",
        "Medical hygiene practices include:",
        "- Isolation of infectious persons or materials to prevent spread of infection.",
        "- Sterilization of instruments used in surgical procedures.",
        "- Proper bandaging and dressing of injuries.",
        "- Safe disposal of medical waste.",
        "- Disinfection of reusables (i.e., linen, pads, uniforms).",
        "- Scrubbing up, handwashing, especially in an operating room, but in more general health-care settings as well, where diseases can be transmitted.",
        "- Ethanol-based sanitizers."
    ],
    "Foodhygiene":[
        "Culinary hygiene (or food hygiene) pertains to the practices related to food management and cooking to prevent food contamination, prevent food poisoning and minimize the transmission of disease to other foods, humans or animals. Culinary hygiene practices specify safe ways to handle, store, prepare, serve, and eat food.",
        "Food safety (or food hygiene) is used as a scientific method/discipline describing handling, preparation, and storage of food in ways that prevent foodborne illness. The occurrence of two or more cases of a similar illness resulting from the ingestion of a common food is known as a food-borne disease outbreak.This includes a number of routines that should be followed to avoid potential health hazards. In this way, food safety often overlaps with food defense to prevent harm to consumers. The tracks within this line of thought are safety between industry and the market and then between the market and the consumer. In considering industry-to-market practices, food safety considerations include the origins of food including the practices relating to food labeling, food hygiene, food additives and pesticide residues, as well as policies on biotechnology and food and guidelines for the management of governmental import and export inspection and certification systems for foods. In considering market-to-consumer practices, the usual thought is that food ought to be safe in the market and the concern is safe delivery and preparation of the food for the consumer. Food safety, nutrition and food security are closely related. Unhealthy food creates a cycle of disease and malnutrition that affects infants and adults as well"
    ]
}